DOE_3/run1/0_orig/T
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 275.15;

boundaryField
{
    bottom
    {
        type    calculated;
        value   uniform 275.15;
    }

    top
    {
        type    calculated;
        value   uniform 275.15;
    }

    left
    {
        type    calculated;
        value   uniform 275.15;
    }

    right
    {
        type    calculated;
        value   uniform 275.15;
    }

    front
    {
        type empty;
    }

    back
    {
        type empty;
    }
}
